Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/SecurityMeasures.resw
Source language: en_us
Languages: ar, de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# LogFilePathDomain-WindowsFirewall
source: Configure Log file path for domain profile
ar: تكوين مسار ملف السجل لملف تعريف المجال
de: Protokolldateipfad für Domänenprofil konfigurieren
el_gr: Διαμόρφωση διαδρομής αρχείου καταγραφής για προφίλ τομέα
es: Configurar ruta del archivo de registro para perfil de dominio
fr_fr: Configurer le chemin du fichier journal pour le profil domaine
he_il: הגדרת נתיב קובץ יומן עבור פרופיל דומיין
hi_in: डोमेन प्रोफ़ाइल के लिए लॉग फ़ाइल पथ कॉन्फ़िगर करें
ja_jp: ドメイン プロファイルのログ ファイルのパスを構成する
ml_in: ഡൊമെയിൻ പ്രൊഫൈലിനായി ലോഗ് ഫയൽ പാത്ത് കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj ścieżkę pliku dziennika dla profilu domeny
tr_tr: Etki alanı profili için Günlük dosyası yolunu yapılandırın

# LogFileSizeDomain-WindowsFirewall
source: Configure Log file size for domain profile
ar: تكوين حجم ملف السجل لملف تعريف المجال
de: Protokolldateigröße für Domänenprofil konfigurieren
el_gr: Διαμόρφωση μεγέθους αρχείου καταγραφής για προφίλ τομέα
es: Configurar tamaño del archivo de registro para perfil de dominio
fr_fr: Configurer la taille du fichier journal pour le profil domaine
he_il: הגדרת גודל קובץ יומן עבור פרופיל דומיין
hi_in: डोमेन प्रोफ़ाइल के लिए लॉग फ़ाइल आकार कॉन्फ़िगर करें
ja_jp: ドメイン プロファイルのログ ファイルのサイズを構成する
ml_in: ഡൊമെയിൻ പ്രൊഫൈലിനായി ലോഗ് ഫയൽ വലുപ്പം കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj rozmiar pliku dziennika dla profilu domeny
tr_tr: Etki alanı profili için Günlük dosyası boyutunu yapılandırma

# LogDroppedPacketsDomain-WindowsFirewall
source: Log blocked connections for domain profile
ar: تسجيل الاتصالات المحظورة لملف تعريف المجال
de: Blockierte Verbindungen für Domänenprofil protokollieren
el_gr: Καταγραφή αποκλεισμένων συνδέσεων για προφίλ τομέα
es: Registrar conexiones bloqueadas para perfil de dominio
fr_fr: Journaliser les connexions bloquées pour le profil domaine
he_il: רישום חיבורים חסומים עבור פרופיל דומיין
hi_in: डोमेन प्रोफ़ाइल के लिए ब्लॉक किए गए कनेक्शन लॉग करें
ja_jp: ドメイン プロファイルでブロックされた接続をログに記録する
ml_in: ഡൊമെയിൻ പ്രൊഫൈലിനായി തടയപ്പെട്ട കണക്ഷനുകൾ ലോഗ് ചെയ്യുക
pl_pl: Rejestruj zablokowane połączenia dla profilu domeny
tr_tr: Etki alanı profili için engellenen bağlantıları günlüğe kaydet

# LogSuccessfulConnectionsDomain-WindowsFirewall
source: Log successful connections for domain profile
ar: تسجيل الاتصالات الناجحة لملف تعريف المجال
de: Erfolgreiche Verbindungen für Domänenprofil protokollieren
el_gr: Καταγραφή επιτυχημένων συνδέσεων για προφίλ τομέα
es: Registrar conexiones exitosas para perfil de dominio
fr_fr: Journaliser les connexions réussies pour le profil domaine
he_il: רישום חיבורים מוצלחים עבור פרופיל דומיין
hi_in: डोमेन प्रोफ़ाइल के लिए सफल कनेक्शन लॉग करें
ja_jp: ドメイン プロファイルで成功した接続をログに記録する
ml_in: ഡൊമെയിൻ പ്രൊഫൈലിനായി വിജയകരമായ കണക്ഷനുകൾ ലോഗ് ചെയ്യുക
pl_pl: Rejestruj udane połączenia dla profilu domeny
tr_tr: Etki alanı profili için başarılı bağlantıları günlüğe kaydet

# EnableFirewallPrivate-WindowsFirewall
source: Enable Windows Firewall for Private profile
ar: تفعيل جدار حماية Windows لملف التعريف الخاص
de: Windows-Firewall für das private Profil aktivieren
el_gr: Ενεργοποίηση Τείχους Προστασίας των Windows για Ιδιωτικό προφίλ
es: Habilitar Firewall de Windows para perfil Privado
fr_fr: Activer le pare-feu Windows pour le profil Privé
he_il: הפעלת חומת האש של Windows עבור פרופיל פרטי
hi_in: निजी प्रोफ़ाइल के लिए Windows फ़ायरवॉल सक्षम करें
ja_jp: プライベート プロファイルの Windows ファイアウォールを有効にする
ml_in: സ്വകാര്യ പ്രൊഫൈലിനായി Windows ഫയർവാൾ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz Zaporę Windows dla profilu prywatnego
tr_tr: Özel profil için Windows Güvenlik Duvarı'nı etkinleştirin

# DisableNotificationsPrivate-WindowsFirewall
source: Display notifications for Private profile
ar: عرض الإشعارات لملف التعريف الخاص
de: Benachrichtigungen für das private Profil anzeigen
el_gr: Εμφάνιση ειδοποιήσεων για Ιδιωτικό προφίλ
es: Mostrar notificaciones para perfil Privado
fr_fr: Afficher les notifications pour le profil Privé
he_il: הצגת התראות עבור פרופיל פרטי
hi_in: निजी प्रोफ़ाइल के लिए सूचनाएं प्रदर्शित करें
ja_jp: プライベート プロファイルの通知を表示する
ml_in: സ്വകാര്യ പ്രൊഫൈലിനായി അറിയിപ്പുകൾ കാണിക്കുക
pl_pl: Wyświetlaj powiadomienia dla profilu prywatnego
tr_tr: Özel profil için bildirimleri görüntüle

# LogFileSizePrivate-WindowsFirewall
source: Configure Log file size for Private profile
ar: تكوين حجم ملف السجل لملف التعريف الخاص
de: Protokolldateigröße für das private Profil konfigurieren
el_gr: Διαμόρφωση μεγέθους αρχείου καταγραφής για Ιδιωτικό προφίλ
es: Configurar tamaño del archivo de registro para perfil Privado
fr_fr: Configurer la taille du fichier journal pour le profil Privé
he_il: הגדרת גודל קובץ יומן עבור פרופיל פרטי
hi_in: निजी प्रोफ़ाइल के लिए लॉग फ़ाइल आकार कॉन्फ़िगर करें
ja_jp: プライベート プロファイルのログ ファイルのサイズを構成する
ml_in: സ്വകാര്യ പ്രൊഫൈലിനായി ലോഗ് ഫയൽ വലുപ്പം കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj rozmiar pliku dziennika dla profilu prywatnego
tr_tr: Özel profil için Günlük dosyası boyutunu yapılandırma

# LogDroppedPacketsPrivate-WindowsFirewall
source: Log blocked connections for Private profile
ar: تسجيل الاتصالات المحظورة لملف التعريف الخاص
de: Blockierte Verbindungen für das private Profil protokollieren
el_gr: Καταγραφή αποκλεισμένων συνδέσεων για Ιδιωτικό προφίλ
es: Registrar conexiones bloqueadas para perfil Privado
fr_fr: Journaliser les connexions bloquées pour le profil Privé
he_il: רישום חיבורים חסומים עבור פרופיל פרטי
hi_in: निजी प्रोफ़ाइल के लिए ब्लॉक किए गए कनेक्शन लॉग करें
ja_jp: プライベート プロファイルでブロックされた接続をログに記録する
ml_in: സ്വകാര്യ പ്രൊഫൈലിനായി തടയപ്പെട്ട കണക്ഷനുകൾ ലോഗ് ചെയ്യുക
pl_pl: Rejestruj zablokowane połączenia dla profilu prywatnego
tr_tr: Özel profil için engellenen bağlantıları günlüğe kaydet

# LogFilePathPrivate-WindowsFirewall
source: Configure Log file path for Private profile
ar: تكوين مسار ملف السجل لملف التعريف الخاص
de: Protokolldateipfad für das private Profil konfigurieren
el_gr: Διαμόρφωση διαδρομής αρχείου καταγραφής για Ιδιωτικό προφίλ
es: Configurar ruta del archivo de registro para perfil Privado
fr_fr: Configurer le chemin du fichier journal pour le profil Privé
he_il: הגדרת נתיב קובץ יומן עבור פרופיל פרטי
hi_in: निजी प्रोफ़ाइल के लिए लॉग फ़ाइल पथ कॉन्फ़िगर करें
ja_jp: プライベート プロファイルのログ ファイルのパスを構成する
ml_in: സ്വകാര്യ പ്രൊഫൈലിനായി ലോഗ് ഫയൽ പാത്ത് കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj ścieżkę pliku dziennika dla profilu prywatnego
tr_tr: Özel profil için Günlük dosyası yolunu yapılandırın

# EnableFirewallPublic-WindowsFirewall
source: Enable Windows Firewall for Public profile
ar: تفعيل جدار حماية Windows لملف التعريف العام
de: Windows-Firewall für das öffentliche Profil aktivieren
el_gr: Ενεργοποίηση Τείχους Προστασίας των Windows για Δημόσιο προφίλ
es: Habilitar Firewall de Windows para perfil Público
fr_fr: Activer le pare-feu Windows pour le profil Public
he_il: הפעלת חומת האש של Windows עבור פרופיל ציבורי
hi_in: सार्वजनिक प्रोफ़ाइल के लिए Windows फ़ायरवॉल सक्षम करें
ja_jp: パブリック プロファイルの Windows ファイアウォールを有効にする
ml_in: പൊതു പ്രൊഫൈലിനായി Windows ഫയർവാൾ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz Zaporę Windows dla profilu publicznego
tr_tr: Genel profil için Windows Güvenlik Duvarı'nı etkinleştirin

# DisableNotificationsPublic-WindowsFirewall
source: Display notifications for Public profile
ar: عرض الإشعارات لملف التعريف العام
de: Benachrichtigungen für das öffentliche Profil anzeigen
el_gr: Εμφάνιση ειδοποιήσεων για Δημόσιο προφίλ
es: Mostrar notificaciones para perfil Público
fr_fr: Afficher les notifications pour le profil Public
he_il: הצגת התראות עבור פרופיל ציבורי
hi_in: सार्वजनिक प्रोफ़ाइल के लिए सूचनाएं प्रदर्शित करें
ja_jp: パブリック プロファイルの通知を表示する
ml_in: പൊതു പ്രൊഫൈലിനായി അറിയിപ്പുകൾ കാണിക്കുക
pl_pl: Wyświetlaj powiadomienia dla profilu publicznego
tr_tr: Genel profil için bildirimleri görüntüle

# LogFileSizePublic-WindowsFirewall
source: Configure Log file size for Public profile
ar: تكوين حجم ملف السجل لملف التعريف العام
de: Protokolldateigröße für das öffentliche Profil konfigurieren
el_gr: Διαμόρφωση μεγέθους αρχείου καταγραφής για Δημόσιο προφίλ
es: Configurar tamaño del archivo de registro para perfil Público
fr_fr: Configurer la taille du fichier journal pour le profil Public
he_il: הגדרת גודל קובץ יומן עבור פרופיל ציבורי
hi_in: सार्वजनिक प्रोफ़ाइल के लिए लॉग फ़ाइल आकार कॉन्फ़िगर करें
ja_jp: パブリック プロファイルのログ ファイルのサイズを構成する
ml_in: പൊതു പ്രൊഫൈലിനായി ലോഗ് ഫയൽ വലുപ്പം കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj rozmiar pliku dziennika dla profilu publicznego
tr_tr: Genel profil için Günlük dosyası boyutunu yapılandırma

# LogDroppedPacketsPublic-WindowsFirewall
source: Log blocked connections for Public profile
ar: تسجيل الاتصالات المحظورة لملف التعريف العام
de: Blockierte Verbindungen für das öffentliche Profil protokollieren
el_gr: Καταγραφή αποκλεισμένων συνδέσεων για Δημόσιο προφίλ
es: Registrar conexiones bloqueadas para perfil Público
fr_fr: Journaliser les connexions bloquées pour le profil Public
he_il: רישום חיבורים חסומים עבור פרופיל ציבורי
hi_in: सार्वजनिक प्रोफ़ाइल के लिए ब्लॉक किए गए कनेक्शन लॉग करें
ja_jp: パブリック プロファイルでブロックされた接続をログに記録する
ml_in: പൊതു പ്രൊഫൈലിനായി തടയപ്പെട്ട കണക്ഷനുകൾ ലോഗ് ചെയ്യുക
pl_pl: Rejestruj zablokowane połączenia dla profilu publicznego
tr_tr: Genel profil için engellenen bağlantıları günlüğe kaydet

# LogFilePathPublic-WindowsFirewall
source: Configure Log file path for Public profile
ar: تكوين مسار ملف السجل لملف التعريف العام
de: Protokolldateipfad für das öffentliche Profil konfigurieren
el_gr: Διαμόρφωση διαδρομής αρχείου καταγραφής για Δημόσιο προφίλ
es: Configurar ruta del archivo de registro para perfil Público
fr_fr: Configurer le chemin du fichier journal pour le profil Public
he_il: הגדרת נתיב קובץ יומן עבור פרופיל ציבורי
hi_in: सार्वजनिक प्रोफ़ाइल के लिए लॉग फ़ाइल पथ कॉन्फ़िगर करें
ja_jp: パブリック プロファイルのログ ファイルのパスを構成する
ml_in: പൊതു പ്രൊഫൈലിനായി ലോഗ് ഫയൽ പാത്ത് കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj ścieżkę pliku dziennika dla profilu publicznego
tr_tr: Genel profil için Günlük dosyası yolunu yapılandırın

# PolicyVersion-WindowsFirewall
source: Configure the Windows Firewall Policy Version
ar: تكوين إصدار سياسة جدار حماية Windows
de: Richtlinienversion der Windows-Firewall konfigurieren
el_gr: Διαμόρφωση της Έκδοσης Πολιτικής Τείχους Προστασίας των Windows
es: Configurar la Versión de Política del Firewall de Windows
fr_fr: Configurer la version de la stratégie du pare-feu Windows
he_il: הגדרת גרסת מדיניות חומת האש של Windows
hi_in: Windows फ़ायरवॉल नीति संस्करण कॉन्फ़िगर करें
ja_jp: Windows ファイアウォール ポリシーのバージョンを構成する
ml_in: Windows ഫയർവാൾ നയ പതിപ്പ് കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj wersję zasad Zapory Windows
tr_tr: Windows Güvenlik Duvarı İlkesi Sürümünü Yapılandırma

# EnableNetbios-WindowsNetworking
source: Disable NetBIOS
ar: تعطيل Netbios
de: NetBIOS deaktivieren
el_gr: Απενεργοποίηση Netbios
es: Deshabilitar Netbios
fr_fr: Désactiver NetBIOS
he_il: ביטול Netbios
hi_in: Netbios अक्षम करें
ja_jp: NetBIOS を無効にする
ml_in: Netbios അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz Netbios
tr_tr: NetBIOS'u devre dışı bırakın

# DisableSmartNameResolution-WindowsNetworking
source: Disable Smart Name Resolution
ar: تعطيل تحليل الأسماء الذكي
de: Intelligente Namensauflösung deaktivieren
el_gr: Απενεργοποίηση Έξυπνης Επίλυσης Ονομάτων
es: Deshabilitar Resolución Inteligente de Nombres
fr_fr: Désactiver la résolution intelligente des noms
he_il: ביטול פתרון שמות חכם
hi_in: स्मार्ट नाम रिज़ॉल्यूशन अक्षम करें
ja_jp: スマート名前解決を無効にする
ml_in: സ്മാർട്ട് നാമ റെസല്യൂഷൻ അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz inteligentne rozpoznawanie nazw
tr_tr: Akıllı Ad Çözümlemesini Devre Dışı Bırak

# EnableMulticast-WindowsNetworking
source: Disable Multicast
ar: تعطيل البث المتعدد
de: Multicast deaktivieren
el_gr: Απενεργοποίηση Multicast
es: Deshabilitar Multidifusión
fr_fr: Désactiver la multidiffusion
he_il: ביטול Multicast
hi_in: मल्टीकास्ट अक्षम करें
ja_jp: マルチキャストを無効にする
ml_in: മൾട്ടികാസ്റ്റ് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz multicast
tr_tr: Çoklu Yayını Devre Dışı Bırak

# DisableHTTPPrinting-WindowsNetworking
source: Disable HTTP Printing
ar: تعطيل طباعة HTTP
de: HTTP-Drucken deaktivieren
el_gr: Απενεργοποίηση Εκτύπωσης HTTP
es: Deshabilitar Impresión HTTP
fr_fr: Désactiver l'impression HTTP
he_il: ביטול הדפסת HTTP
hi_in: HTTP प्रिंटिंग अक्षम करें
ja_jp: HTTP 印刷を無効にする
ml_in: HTTP പ്രിന്റിംഗ് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz drukowanie HTTP
tr_tr: HTTP Yazdırmayı Devre Dışı Bırak

# DisableWebPnPDownload-WindowsNetworking
source: Disable Web PnP Download
ar: تعطيل تنزيل Web PnP
de: Web-PnP-Download deaktivieren
el_gr: Απενεργοποίηση Λήψης Web PnP
es: Deshabilitar Descarga Web PnP
fr_fr: Désactiver le téléchargement Web PnP
he_il: ביטול הורדת Web PnP
hi_in: Web PnP डाउनलोड अक्षम करें
ja_jp: Web PnP ダウンロードを無効にする
ml_in: Web PnP ഡൗൺലോഡ് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz pobieranie Web PnP
tr_tr: Web PnP İndirmeyi Devre Dışı Bırak

# EnableLMHOSTS-WindowsNetworking
source: Disable LMHOSTS lookup protocol on all network adapters
ar: تعطيل بروتوكول البحث LMHOSTS على جميع محولات الشبكة
de: LMHOSTS-Suchprotokoll auf allen Netzwerkadaptern deaktivieren
el_gr: Απενεργοποίηση πρωτοκόλλου αναζήτησης LMHOSTS σε όλους τους προσαρμογείς δικτύου
es: Deshabilitar protocolo de búsqueda LMHOSTS en todos los adaptadores de red
fr_fr: Désactiver le protocole de recherche LMHOSTS sur toutes les cartes réseau
he_il: ביטול פרוטוקול חיפוש LMHOSTS בכל מתאמי הרשת
hi_in: सभी नेटवर्क एडाप्टर पर LMHOSTS लुकअप प्रोटोकॉल अक्षम करें
ja_jp: すべてのネットワーク アダプターで LMHOSTS ルックアップ プロトコルを無効にする
ml_in: എല്ലാ നെറ്റ്‌വർക്ക് അഡാപ്റ്ററുകളിലും LMHOSTS ലുക്കപ്പ് പ്രോട്ടോക്കോൾ അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz protokół wyszukiwania LMHOSTS na wszystkich kartach sieciowych
tr_tr: Tüm ağ bağdaştırıcılarında LMHOSTS arama protokolünü devre dışı bırakın

# EnableSMBQUICServer-WindowsNetworking
source: Enable SMB Server Over QUIC
ar: تفعيل خادم SMB عبر QUIC
de: SMB-Server über QUIC aktivieren
el_gr: Ενεργοποίηση Διακομιστή SMB μέσω QUIC
es: Habilitar Servidor SMB sobre QUIC
fr_fr: Activer le serveur SMB sur QUIC
he_il: הפעלת שרת SMB דרך QUIC
hi_in: QUIC पर SMB सर्वर सक्षम करें
ja_jp: QUIC 経由の SMB サーバーを有効にする
ml_in: QUIC വഴി SMB സെർവർ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz serwer SMB przez QUIC
tr_tr: QUIC Üzerinden SMB Sunucusunu Etkinleştirin

# EnableSMBQUICClient-WindowsNetworking
source: Enable SMB Client Over QUIC
ar: تفعيل عميل SMB عبر QUIC
de: SMB-Client über QUIC aktivieren
el_gr: Ενεργοποίηση Πελάτη SMB μέσω QUIC
es: Habilitar Cliente SMB sobre QUIC
fr_fr: Activer le client SMB sur QUIC
he_il: הפעלת לקוח SMB דרך QUIC
hi_in: QUIC पर SMB क्लाइंट सक्षम करें
ja_jp: QUIC 経由の SMB クライアントを有効にする
ml_in: QUIC വഴി SMB ക്ലയന്റ് പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz klienta SMB przez QUIC
tr_tr: QUIC Üzerinden SMB İstemcisini Etkinleştirin

# CipherSuiteOrderServer-WindowsNetworking
source: Configure secure SMB Server Cipher Suite Order
ar: تكوين ترتيب مجموعة تشفير آمنة لخادم SMB
de: Sichere Reihenfolge der SMB-Server-Cipher Suites konfigurieren
el_gr: Διαμόρφωση ασφαλούς Σειράς Σουιτών Κρυπτογράφησης Διακομιστή SMB
es: Configurar Orden de Conjunto de Cifrado Seguro del Servidor SMB
fr_fr: Configurer l'ordre sécurisé des suites de chiffrement du serveur SMB
he_il: הגדרת סדר סוויטות צופן מאובטח לשרת SMB
hi_in: SMB सर्वर सुरक्षित साइफर सूट ऑर्डर कॉन्फ़िगर करें
ja_jp: 安全な SMB サーバー暗号スイートの順序を構成する
ml_in: SMB സെർവർ സുരക്ഷിത സൈഫർ സ്യൂട്ട് ക്രമം കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj bezpieczną kolejność zestawów szyfrów serwera SMB
tr_tr: Güvenli SMB Sunucu Şifreleme Paketi Siparişini yapılandırın

# CipherSuiteOrderClient-WindowsNetworking
source: Configure secure SMB Client Cipher Suite Order
ar: تكوين ترتيب مجموعة تشفير آمنة لعميل SMB
de: Sichere Reihenfolge der SMB-Client-Cipher Suites konfigurieren
el_gr: Διαμόρφωση ασφαλούς Σειράς Σουιτών Κρυπτογράφησης Πελάτη SMB
es: Configurar Orden de Conjunto de Cifrado Seguro del Cliente SMB
fr_fr: Configurer l'ordre sécurisé des suites de chiffrement du client SMB
he_il: הגדרת סדר סוויטות צופן מאובטח ללקוח SMB
hi_in: SMB क्लाइंट सुरक्षित साइफर सूट ऑर्डर कॉन्फ़िगर करें
ja_jp: 安全な SMB クライアント暗号スイートの順序を構成する
ml_in: SMB ക്ലയന്റ് സുരക്ഷിത സൈഫർ സ്യൂട്ട് ക്രമം കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj bezpieczną kolejność zestawów szyfrów klienta SMB
tr_tr: Güvenli SMB İstemci Şifreleme Paketi Siparişini yapılandırın

# MinSmb2DialectServer-WindowsNetworking
source: Set the minimum SMB server version
ar: تعيين الحد الأدنى لإصدار خادم SMB
de: Mindest-SMB-Serverversion festlegen
el_gr: Ορισμός της ελάχιστης έκδοσης διακομιστή SMB
es: Establecer la versión mínima del servidor SMB
fr_fr: Définir la version minimale du serveur SMB
he_il: הגדרת גרסת שרת SMB המינימלית
hi_in: न्यूनतम SMB सर्वर संस्करण सेट करें
ja_jp: SMB サーバーの最小バージョンを設定する
ml_in: കുറഞ്ഞ SMB സെർവർ പതിപ്പ് സജ്ജമാക്കുക
pl_pl: Ustaw minimalną wersję serwera SMB
tr_tr: Minimum SMB sunucusu sürümünü ayarlayın

# MinSmb2DialectClient-WindowsNetworking
source: Set the minimum SMB client version
ar: تعيين الحد الأدنى لإصدار عميل SMB
de: Mindest-SMB-Clientversion festlegen
el_gr: Ορισμός της ελάχιστης έκδοσης πελάτη SMB
es: Establecer la versión mínima del cliente SMB
fr_fr: Définir la version minimale du client SMB
he_il: הגדרת גרסת לקוח SMB המינימלית
hi_in: न्यूनतम SMB क्लाइंट संस्करण सेट करें
ja_jp: SMB クライアントの最小バージョンを設定する
ml_in: കുറഞ്ഞ SMB ക്ലയന്റ് പതിപ്പ് സജ്ജമാക്കുക
pl_pl: Ustaw minimalną wersję klienta SMB
tr_tr: Minimum SMB istemci sürümünü ayarlayın

# BlockNTLM-WindowsNetworking
source: Block NTLM for SMB
ar: حظر NTLM لـ SMB
de: NTLM für SMB blockieren
el_gr: Αποκλεισμός NTLM για SMB
es: Bloquear NTLM para SMB
fr_fr: Bloquer NTLM pour SMB
he_il: חסימת NTLM עבור SMB
hi_in: SMB के लिए NTLM ब्लॉक करें
ja_jp: SMB の NTLM をブロックする
ml_in: SMB-ക്കായി NTLM തടയുക
pl_pl: Blokuj NTLM dla SMB
tr_tr: SMB için NTLM'yi engelle

# RequireEncryption-WindowsNetworking
source: Require encryption for SMB client
ar: طلب التشفير لعميل SMB
de: Verschlüsselung für SMB-Client erzwingen
el_gr: Απαίτηση κρυπτογράφησης για πελάτη SMB
es: Requerir cifrado para cliente SMB
fr_fr: Exiger le chiffrement pour le client SMB
he_il: דרישת הצפנה עבור לקוח SMB
hi_in: SMB क्लाइंट के लिए एन्क्रिप्शन आवश्यक
ja_jp: SMB クライアントに暗号化を必須にする
ml_in: SMB ക്ലയന്റിനായി എൻക്രിപ്ഷൻ ആവശ്യമാണ്
pl_pl: Wymagaj szyfrowania dla klienta SMB
tr_tr: KOBİ istemcisi için şifreleme gerektir

# EnableAuthEpResolution-WindowsNetworking
source: Disable RPC Endpoint Mapper Client Authentication
ar: تعطيل مصادقة عميل مخطط نقطة النهاية RPC
de: Clientauthentifizierung des RPC-Endpunktzuordners deaktivieren
el_gr: Απενεργοποίηση Επαλήθευσης Πελάτη Χαρτογράφησης Τελικού Σημείου RPC
es: Deshabilitar Autenticación del Cliente de Mapeo de Endpoint RPC
fr_fr: Désactiver l'authentification du client mappeur de points de terminaison RPC
he_il: ביטול אימות לקוח מיפוי נקודת קצה RPC
hi_in: RPC एंडपॉइंट मैपर क्लाइंट प्रमाणीकरण अक्षम करें
ja_jp: RPC エンドポイント マッパーのクライアント認証を無効にする
ml_in: RPC എൻഡ്‌പോയിന്റ് മാപ്പർ ക്ലയന്റ് പ്രാമാണീകരണം അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz uwierzytelnianie klienta mapera punktów końcowych RPC
tr_tr: RPC Uç Nokta Eşleştiricisi İstemci Kimlik Doğrulamasını Devre Dışı Bırak

# EncryptData-WindowsNetworking
source: Enable SMB Server Encryption
ar: تفعيل تشفير خادم SMB
de: SMB-Serververschlüsselung aktivieren
el_gr: Ενεργοποίηση Κρυπτογράφησης Διακομιστή SMB
es: Habilitar Cifrado del Servidor SMB
fr_fr: Activer le chiffrement du serveur SMB
he_il: הפעלת הצפנת שרת SMB
hi_in: SMB सर्वर एन्क्रिप्शन सक्षम करें
ja_jp: SMB サーバーの暗号化を有効にする
ml_in: SMB സെർവർ എൻക്രിപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz szyfrowanie serwera SMB
tr_tr: SMB Sunucu Şifrelemesini Etkinleştir

# ProcessCreationIncludeCmdLine_Enabled-Miscellaneous
source: Include command line in process creation events
ar: تضمين سطر الأوامر في أحداث إنشاء العملية
de: Befehlszeile in Ereignissen zur Prozesserstellung einschließen
el_gr: Συμπερίληψη γραμμής εντολών σε συμβάντα δημιουργίας διεργασίας
es: Incluir línea de comandos en eventos de creación de procesos
fr_fr: Inclure la ligne de commande dans les événements de création de processus
he_il: הכללת שורת פקודה באירועי יצירת תהליכים
hi_in: प्रक्रिया निर्माण इवेंट में कमांड लाइन शामिल करें
ja_jp: プロセス作成イベントにコマンド ラインを含める
ml_in: പ്രക്രിയ സൃഷ്ടിക്കൽ ഇവന്റുകളിൽ കമാൻഡ് ലൈൻ ഉൾപ്പെടുത്തുക
pl_pl: Uwzględnij wiersz poleceń w zdarzeniach tworzenia procesów
tr_tr: Süreç oluşturma etkinliklerine komut satırını dahil et

# DisableLocation-Miscellaneous
source: Disable Location
ar: تعطيل الموقع
de: Standort deaktivieren
el_gr: Απενεργοποίηση Τοποθεσίας
es: Deshabilitar Ubicación
fr_fr: Désactiver la localisation
he_il: ביטול מיקום
hi_in: स्थान अक्षम करें
ja_jp: 位置情報を無効にする
ml_in: സ്ഥാനം അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz lokalizację
tr_tr: Konumu Devre Dışı Bırak

# DisableLocationScripting-Miscellaneous
source: Disable Location Scripting
ar: تعطيل البرامج النصية للموقع
de: Standortskripting deaktivieren
el_gr: Απενεργοποίηση Σεναρίων Τοποθεσίας
es: Deshabilitar Scripts de Ubicación
fr_fr: Désactiver les scripts de localisation
he_il: ביטול סקריפטים של מיקום
hi_in: स्थान स्क्रिप्टिंग अक्षम करें
ja_jp: 位置情報スクリプトを無効にする
ml_in: സ്ഥാന സ്ക്രിപ്റ്റിംഗ് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz skrypty lokalizacji
tr_tr: Konum Komut Dosyasını Devre Dışı Bırak

# DisableWindowsLocationProvider-Miscellaneous
source: Disable Windows Location Provider
ar: تعطيل موفر موقع Windows
de: Windows-Standortanbieter deaktivieren
el_gr: Απενεργοποίηση Παρόχου Τοποθεσίας Windows
es: Deshabilitar Proveedor de Ubicación de Windows
fr_fr: Désactiver le fournisseur de localisation Windows
he_il: ביטול ספק המיקום של Windows
hi_in: Windows स्थान प्रदाता अक्षम करें
ja_jp: Windows 位置情報プロバイダーを無効にする
ml_in: Windows സ്ഥാന ദാതാവിനെ അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz dostawcę lokalizacji Windows
tr_tr: Windows Konum Sağlayıcıyı Devre Dışı Bırak

# EnableSvchostMitigationPolicy-Miscellaneous
source: Enable Svchost Mitigation
ar: تفعيل تخفيف Svchost
de: Svchost-Mitigation aktivieren
el_gr: Ενεργοποίηση Μετριασμού Svchost
es: Habilitar Mitigación de Svchost
fr_fr: Activer l'atténuation Svchost
he_il: הפעלת הקלה ב-Svchost
hi_in: Svchost शमन सक्षम करें
ja_jp: Svchost の緩和策を有効にする
ml_in: Svchost ലഘൂകരണം പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz środki zaradcze Svchost
tr_tr: Svchost Azaltma'yı Etkinleştir

# DriverLoadPolicy-Miscellaneous
source: Boot-Start Driver Initialization Policy set to Good only
ar: تعيين سياسة تهيئة برنامج التشغيل عند بدء التمهيد إلى الجيد فقط
de: Initialisierungsrichtlinie für Bootstart-Treiber auf Good only festgelegt
el_gr: Πολιτική Αρχικοποίησης Οδηγού Εκκίνησης ορισμένη μόνο σε Καλούς
es: Política de Inicialización de Controlador de Arranque establecida en Buenos solamente
he_il: מדיניות אתחול מנהל התקן בהפעלה מוגדרת לטובים בלבד
hi_in: बूट ड्राइवर इनिशियलाइज़ेशन नीति केवल अच्छे पर सेट करें
ml_in: ബൂട്ട് ഡ്രൈവർ ആരംഭിക്കൽ നയം നല്ലതിലേക്ക് മാത്രം സജ്ജമാക്കുക
pl_pl: Ustaw zasadę inicjalizacji sterownika rozruchowego tylko na dobre

# EnableFindMyFiles-Miscellaneous
source: Enable enhanced search in Windows
ar: تفعيل البحث المحسّن في Window
de: Erweiterte Suche in Windows aktivieren
el_gr: Ενεργοποίηση βελτιωμένης αναζήτησης στα Windows
es: Habilitar búsqueda mejorada en Windows
fr_fr: Activer la recherche améliorée dans Windows
he_il: הפעלת חיפוש משופר ב-Window
hi_in: Windows में उन्नत खोज सक्षम करें
ja_jp: Windows の拡張検索を有効にする
ml_in: Windows-ൽ മെച്ചപ്പെടുത്തിയ തിരയൽ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz ulepszone wyszukiwanie w Windows
tr_tr: Windows'ta gelişmiş aramayı etkinleştir
